Repository: konradqweleg/MyChatClient
Catalog: lib/l10n/app_*.arb
Languages: pl

# forgotPassword
source: I FORGOT MY PASSWORD
pl: ZAPOMNIAŁEM HASŁA

source: Incorrect login details
pl: Wprowadzono niepoprawne dane logowania

source: Login
pl: Zaloguj

source: CREATE NEW ACCOUNT
pl: UTWÓRZ NOWE KONTO

# enterEmail
source: Please enter an email
pl: Wprowadź adres email

# invalidEmailFormat
source: The email address is in an invalid format
pl: Podany adres email ma nieprawidłowy format

# descriptionInputEnterEmail
source: Enter your email
pl: Wprowadź email

# pleaseEnterPassword
source: Please enter your password
pl: Wprowadź hasło

# enterPassword
source: Enter your password
pl: Wprowadź hasło

source: Please enter code
pl: Wprowadź kod

# notEnoughCharactersInCode
source: Not enough characters in the code
pl: Za mało cyfr w kodzie

# descriptionInputCodeForm
source: Enter code
pl: Wprowadź kod

# notEnoughLettersEntered
source: Please enter data
pl: Wprowadzono za mało znaków

# informUserAboutSendCodeOnMail
source: We sent you an email with a 4-digit code. Enter it to create an account.
pl: Wysłaliśmy na adres email 4-cyfrowy kod. Wprowadź go aby utworzyć konto.

source: Resend code
pl: Wyślij kod ponowanie

source: Send confirm code
pl: Wysłano kod

source: Error confirm code
pl: Wprowadzono zły kod

# registerButtonText
source: Register
pl: Zarejestruj

source: Username
pl: Imię

source: Surname
pl: Nazwisko

# alreadyUseEmail
source: The email address is already used on the site
pl: Konto użytkownika o takim mailu już istnieje

# enterNewPassword
source: Enter a new password
pl: Wprowadź nowe hasło

# descriptionSendMailWithResetPasswordCode
source: Enter the email address of the account for which you want to reset the password.
pl: Wprowadź adres email konta dla którego chcesz zresetować hasło.

# sendResetPasswordCode
source: Send code
pl: Wyślij kod

# noUserWithThisEmail
source: A user with such an email address is not in the application database
pl: W serwisie nie ma konta użytkownika o podanym adresie email

# passwordResetCodeSend
source: Password reset code has been sent
pl: Wysłano kod resetowania hasła

# enterCodeReceivedOnEmail
source: Enter the code received in the email
pl: Wprowadź kod otrzymany na adres email

source: Reset password
pl: Zmień hasło

# errorCode
source: Invalid code entered
pl: Wprowadzono błędny kod

# sendPasswordResetCode
source: A password reset code has been sent
pl: Kod resetowania hasła został wysłany na podany adres email

# passwordHasBenReset
source: Password has been changed
pl: Hasło zostało zmienione

# emailOccupiedError
source: The email address is already associated with an existing account.
pl: Użyty adres email jest już przypisany do istniejącego konta

# alreadyExistsEmailAccountNotActive
source: The provided email address is already used for an inactive account.
pl: Podany adres email jest już użyty dla nieaktywowanego konta.

# goToActiveAccountPanel
source: Proceed to account activation
pl: Przejdź do aktywacji konta

source: Hello World!
pl: ¡Hola Mundo!
